Repository: wp-plugins/pg-fixed-boxes-wp-popup-sidebars
Catalog: lang/fixedboxes-*.po
Languages: fa_ir

source: Please enter the name of box
fa_ir: لطفا نام جعبه را وارد نمایید

source: Please correct the width field (It only accept Numbers)
fa_ir: لطفا فیلد پهنا را تصحیح کنید ( مقدار این فیلد تنها می تواند عدد باشد)

source: Please correct the height field (It only accept Numbers)
fa_ir: لطفا فیلد ارتفاع را تصحیح کنید (مقدار این فیلد فقط می تواند عدد باشد)

source: Please enter background-color of the box. Example : #FFFFFF
fa_ir: لطفا رنگ پس زمینه ی جعبه را وارد نمایید مثال: #fff

source: Please correct "Number of miliseconds" field of autoshow section (it is numeric and could not be empty)
fa_ir: لطفا فیلد زمان بر حسب میلی ثانیه را تصحیح کنید ( مقدار این فیلد تنها می تواندد عدد باشد ، همچنین نباید خالی باشد)

source: Please correct the entered value in "Number of miliseconds" field of autoshow section (max: 50000, min:0)
fa_ir: لطفا مقدار وارد شده در فیلد توقف خودکار تا مدت زمان تعیین شده را تصحیح کنید ( کمترین : 0 بیشترین : 50000)

source: ADD New Box
fa_ir: اضافه نمودن جعبه ی جدید

source: Manage Boxes
fa_ir: برو به مدیریت جعبه ها

source: My Website
fa_ir: سایت من

source: Box Added
fa_ir: جعبه اضافه شد

source: Errors detected :
fa_ir: چند ارور یافت شد:

source: Box Settings
fa_ir: تنظیمات جعبه

source: Box title
fa_ir: عنوان جعبه

source: ex: My Box
fa_ir: مثال: جعبه ی من

source: Box Width
fa_ir: پهنای جعبه

source: px ex: 500
fa_ir: پیکسل مثال: 500

source: Box Height
fa_ir: ارتفاع جعبه

source: px ex: 300
fa_ir: پیکسل مثال:300

source: Box BackColor
fa_ir: رنگ پس زمینه جعبه

source: Box Effect
fa_ir: جلوه نمایشی این جعبه

source: None
fa_ir: هیچ

source: Select one effect for box open event
fa_ir: یک جلوه نمایشی برای رخداد باز شدن جعبه انتخاب نمایید

source: Box Close Effect
fa_ir: جلوه نمایشی بسته شدن جعبه

source: Select one effect for box close event
fa_ir: یک جلوه نمایشی برای رخداد بسته شدن جعبه انتخاب نمایید

source: Button Settings
fa_ir: تنظیمات دکمه

source: Button Visibility
fa_ir: نمایانی دکمه

source: Show a button for show and hide the box
fa_ir: نمایش یک دکمه برای نمایش و مخفی سازی جعبه

source: Button Back Color
fa_ir: رنگ پس زمینه دکمه

source: Button text color
fa_ir: رنگ نوشته ی دکمه

source: Button Text
fa_ir: متن دکمه

source: Button FontSize
fa_ir: سایز فونت دکمه

source: Button width
fa_ir: پهنای دکمه

source: Button height
fa_ir: ارتفاع دکمه

source: Button Effect
fa_ir: جلوه نمایشی دکمه

source: Select one effect for button hover
fa_ir: جلوه نمایشی برای زمان عبور ماوس از روی دکمه

source: Button Position
fa_ir: موقعیت دکمه

source: top left
fa_ir: بالا چپ

source: top right
fa_ir: بالا راست

source: bottom left
fa_ir: پایین چپ

source: bottom right
fa_ir: پایین راست

source: Choose position of the box button
fa_ir: موقعیت دکمه ی این جعبه را در صفحه انتخاب کنید

source: General Settings
fa_ir: تنظیمات عمومی

source: Box Skin
fa_ir: پوسته ی جعبه

source: Dark
fa_ir: تیره

source: Light
fa_ir: روشن

source: Flat
fa_ir: فلت

source: In which page you want show it ?
fa_ir: قصد نمایش آن را در چه صفحاتی دارید ؟

source: Show in any page
fa_ir: نمایش در همه جای سایت

source: Show only in home page
fa_ir: نمایش فقط در صفحه ی اصلی سایت

source: Show only in pages
fa_ir: نمایش فقط در صفحات

source: Show only in single articles
fa_ir: نمایش فقط در نسخه کامل مطالب

source: Show only in archive pages
fa_ir: نمایش فقط در صفحات آرشیو

source: Show only in category pages
fa_ir: نمایش فقط در صفحات دسته ها

source: Custome Css
fa_ir: استایل اختصاصی شما

source: Insert your custome css
fa_ir: استایل اختصاصی خود را وارد نمایید

source: Duration
fa_ir: مدت زمان

source: Auto show the box after below number of miliseconds
fa_ir: نمایش خودکار جعبه ، پس از مقدار وارد شده در کادر زیر برحسب میلی ثانیه

source: number (in miliseconds) ex: 2000
fa_ir: عدد (به میلی ثانیه) مثال : 2000

source: Mobile Compatible
fa_ir: سازگار با دستگاه موبایل

source: Make this box mobile compatile
fa_ir: این جعبه را با دستگاه های موبایل سازگار کنید

source: Visibility Status
fa_ir: وضعیت نمایش

source: Show this box in my site
fa_ir: نمایش این جعبه در وبسایت من

source: Add Box
fa_ir: اضافه نمودن جعبه

source: Support In WORDPRESS.ORG
fa_ir: درخواست پشتیبانی در مخزن وردپرس !

source: Support In MY Website
fa_ir: درخواست پشتیبانی در وبسایت من

source: 5 Star Vote To This Plugin!
fa_ir: اعطای رای 5 ستاره به این پلاگین در مخزن وردپرس

source: Manage Current Available Boxes
fa_ir: مدیریت جعبه های موجود

source: Add New Box
fa_ir: اضافه نمودن جعبه ی جدید

source: Box
fa_ir: جعبه

source: 's Detail Updated
fa_ir: به روز شد

source: Is Deleted
fa_ir: با موفقیت حذف شد

source: Page of The Box
fa_ir: صفحه نمایش افزونه

source: Show the box after below number of miliseconds
fa_ir: نمایش خودکار جعبه ، پس از مقدار وارد شده در کادر زیر برحسب میلی ثانیه

source: Save
fa_ir: ذخیره

source: Delete
fa_ir: حذف

source: Insert a widget into this area, and it will be shown in the plugin pop up box.
fa_ir: یک ابزارک در اینجا قرار دهید تا به صورت خودکار در جعبه ی شما نمایش داده شود!
